class StaticStatements {

  static const Map<String, List<String>> staticList = {
    'en': StaticStatements.englishStatements,
    'hi': StaticStatements.hindiStatements,
    'mr': StaticStatements.marathiStatements,
    'bn': StaticStatements.bengaliStatements,
    'pa': StaticStatements.punjabiStatements,
    'gu': StaticStatements.gujaratiStatements,
    'or': StaticStatements.odiaStatements,
    'ta': StaticStatements.tamilStatements,
    'te': StaticStatements.teleguStatements,
    'kn': StaticStatements.kannadaStatements,
    'ur': StaticStatements.urduStatements,
    'doi': StaticStatements.dogriStatements,
    'ne': StaticStatements.nepaliStatements,
    // 'si': 'Sinhala',
    'sa': StaticStatements.sanskritStatements,
    'as': StaticStatements.assameseStatements,
    'mai': StaticStatements.maithiliStatements,
    // 'bho': 'Bhojpuri',
    'ml': StaticStatements.malayalamStatements,
    // 'raj': 'Rajasthani',
    'brx': StaticStatements.bodoStatements,
    'mni': StaticStatements.manipuriStatements,
    'ks': StaticStatements.kashmiriStatements,
    'kok': StaticStatements.konkaniStatements,
    // 'sd': 'Sindhi',
    'sat': StaticStatements.santaliStatements,
  };

  static const List<String> englishStatements = [
    'At the beginning of the 13th century, the most prominent and powerful state of Rajasthan was Mewar.',
    'To cultivate hobbies and interests, make a list of things you enjoy.',
    'Exercise for at least 2.5 hours each week.',
    'Poor water management, lack of proper weather forecasting and awareness were the main cause of mass destruction.'
  ];

  static const List<String> assameseStatements = [
    '১৩ শতিকাৰ আৰম্ভণিত ৰাজস্থানৰ সকলোতকৈ প্রখ্যাত আৰু শক্তিশালী ৰাজ্য আছিল মেৱাৰ।',
    'চখ আৰু আগ্ৰহ গঢ়ি তুলিবলৈ, আপুনি আনন্দৰে উপভোগ কৰা বস্তুবোৰৰ এখন তালিকা প্ৰস্তুত কৰক।',
    'প্ৰত্যেক সপ্তাহত অন্ততঃ ২.৫ ঘণ্টা ব্যায়াম কৰক।',
    'পানীৰ দুৰ্বল ব্যৱস্থাপনা, সঠিক বতৰৰ পূৰ্বানুমান আৰু সজাগতাৰ অভাৱ আছিল ব্যাপক ধ্বংসৰ মুখ্য কাৰণ।'
  ];

  static const List<String> bodoStatements = [
    'जायखिजाया रां खाथायग्रा जाथाव सुबुंफोरनि सिगाङावनो गावनि फालांगिनि खायदाखौ खोन्था जाहाथे नों जागायजेन्नायनि खरसाखौ मोन्नो हायो।',
    'मुलुगनां स्टकनि हाथायानो एखे रोखोमहां सोलियो।',
    'गोबां हारिसाफोर, जेरै मेलास्टमा मालाबाथ्रिकम, मुराया पानिकुलाटा, हल्मस्कियलडिया सांगुइनिया, ब्लुमिया लानस्यलारिया, आरो सफरा इन्टेरापटाखौ मध्या प्रदेसनि साटपुरा टइगार रिजार्भावल\' मोन्नाय जायो।',
    'बे बिलोआ मिजरामनि ना फिसिआरि बिफाननि मोनसे ना दोन्थुमग्रा जायगा लुनायनि बाहागो महरै लुफिनजानाय।'
  ];

  static const List<String> dogriStatements = [
    'इक पूर्ण वर्गीकरण च हिस्टोपैथोलॉजिकल प्रकार, ग्रेड, चरण, रिसेप्टर स्थिति, ते डीऐन्नए जांच कन्नै निर्धारत जीन दी मजूदगी जां गैर-मजूदगी शामल ऐ ।',
    'इक बहु-विशेई टीम द्रिश्टीकोण दा इस्तेमाल सी.ऐल्ल.पी . रोगियें दी दिक्ख-भाल च हून मानक चकित्सा प्रणाली मन्नी जंदी ऐ।',
    'अमरीका थमां परतोने परैंत्त उ\'नें 1969 च इंतकाम, 1969 च एक फूल दो माली, 1969 च सच्चाई, 1972 च दिल दौलत दुनिया ते 1974 च गीता मेरा नाम जनेहियें कामयाब फिल्में च अभिनय कीता।',
    'भारती टेलीविजन पर इक्क मश्हूर मुहांदरा होने दे अलावा, विनीत दा काफी  सम्मान  अदाकारें ते निर्देशकें पासेआ कीता जंदा ऐ।'
  ];

  static const List<String> gujaratiStatements = [
    'અરજી પર વિચાર કરવા માટે કોર્ટમાં મંગળવારે સુનાવણી થવાની છે.',
    'આ પ્રદેશમાં સાહસિક પ્રવાસનમાં તાજેતરનો વિકાસ ઋષિકેશમાં વ્હાઇટવોટર રાફ્ટિંગ છે.',
    'બિરલા મહાત્મા ગાંધીના નજીકના સહયોગી અને અડગ સમર્થક હતા, જેમને તેઓ 1916માં પ્રથમ વખત મળ્યા હતા.',
    'તિરુચિરાપલ્લીનો કિલ્લો ભારતનો એક જર્જરિત કિલ્લો છે જેણે એક સમયે બિગ બજાર સ્ટ્રીટ, સિંગારાથોપ, બિશપ હેબર સ્કૂલ, ટેપ્પાકુલમ અને તિરુચિરાપલ્લી પર્વત કિલ્લાને આવરી લેતા ત્રિચીના જૂના શહેરનું રક્ષણ કર્યું હતું.'
  ];

  static const List<String> marathiStatements = [
    'डचमध्ये गुड फ्रायडेला गोएडे व्रिजडाग व फ्रिशियनमध्ये गोएडफ्रीड म्हणून ओळखले जाते.',
    'भक्त मंदिराच्या पुजाऱ्यांकडून त्या बदल्यात, मिठाई, फुले, नारळ, तिलक, अंगारा आणि गंगाजल प्रसादरूपात प्राप्त करतात.',
    'या सोहळ्यात सामान्यपणे आई, वडील, भाऊ आणि बहिणी किंवा वराच्या इतर पालकांचा सहभाग गरजेचा असतो.',
    'तुम्हाला उत्साही ह्रदय आणि हसरा चेहरा लाभो.'
  ];

  static const List<String> hindiStatements = [
    'बॉक्सिंग डे, क्रिसमस के बाद वाला दिन, 1871 में जोड़ा गया था।',
    'इसकी क्रिया में एक थपथपाहट / ताली, उसके बाद एक वीचू (हाथ हिलाना) शामिल है।',
    'करम उत्सव की सुबह की शुरुआत महिलाओं द्वारा चावल का आटा प्राप्त करने के लिए ढेकी, एक लकड़ी के उपकरण, में चावल कूटने के साथ होती है।',
    'जरूरी नहीं कि आपको औपचारिक वस्त्र पहनने हों, लेकिन इस बात का ज़रूर ध्यान रखें कि आप जो भी पहनें वह साफ सुथरा हो।'
  ];

  static const List<String> kannadaStatements = [
    'ನೀವು ವಿವಿಧ, ಆದರೆ ಸಂಬಂಧಿತ ಉತ್ಪನ್ನಗಳನ್ನು ಹೊಂದಿರುವಂತೆ ನಿಮ್ಮ ಮುಖ್ಯ ಉತ್ಪನ್ನಗಳ ಬೆಂಬಲವಾಗಿ ನೀವು ಮಾರಾಟ ಮಾಡಬಹುದಾದ ಹೆಚ್ಚುವರಿ ಉತ್ಪನ್ನಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.',
    'ಆ ಟ್ರಕ್ ಬಾಗಿಲುಗಳಿಗೆ ಅಪ್ಪಳಿಸಿದಾಗ ಕಾವಲುಗಾರರು ಓಡಿಹೋಗಲು ಪ್ರಾರಂಭಿಸಿದರು, ಆದರೆ ಕೆಲಕ್ಷಣಗಳ ನಂತರ ಟ್ರಕ್‌ನ ಬಳಿ ಬರಲು ಪ್ರಾರಂಭಿಸಿದರು.',
    'ಆ ಟ್ರಕ್ ಬಾಗಿಲುಗಳಿಗೆ ಅಪ್ಪಳಿಸಿದಾಗ ಕಾವಲುಗಾರರು ಓಡಿಹೋಗಲು ಪ್ರಾರಂಭಿಸಿದರು, ಆದರೆ ಕೆಲಕ್ಷಣಗಳ ನಂತರ ಟ್ರಕ್‌ನ ಬಳಿ ಬರಲು ಪ್ರಾರಂಭಿಸಿದರು.',
    'ಪುದುಚೇರಿಯು ೨,೫೫೨ ಕಿ.ಮೀ. ಉದ್ದದ ರಸ್ತೆಯನ್ನು ಹೊಂದಿದೆ, ಇದು ದೇಶದಲ್ಲೇ ಅತಿ ಹೆಚ್ಚಿನದ್ದಾಗಿದೆ.'
  ];

  static const List<String> kashmiriStatements = [
    'سٲرِسٕے آسامس منٛز چھِ مُسلمان سٮ۪ٹھا شوقہٕ سان زٕ عیٖدٕ مَناوان۔',
    'کُنہِ سرکٲرِ محکَمس یا اِدارس غٲر اعتِراضی چِٹھِہِ ، مثلاً تِم یِم ہجرت كرن والین ہندین  معاملن منٛز اِستعمال گَژھان چھِ،  گَژھن خصوُصی طور  أکِس مخصوٗص ترتیٖبس مُطٲبِق آسٕنہِ ۔',
    'عرضی سۭتہِ کٔرِو مددگار شہادتن ہندِ نقل تہِ جمع، یِتھ کٔنہِ  زن پولیس رپورٹ  یا گواہَن ہُنٛد بیان حلفی۔',
    'توہہِ  ہیٚکِو یہِ وِوٕز بٕڈراونہٕ خٲطرٕ  پنٛنِس ٹُوِٹر فیٖڈس، فیس بُک پیجس، یا اِنٛسٹاگرٛام سٕٹوری پیٚٹھ تہِ پوسٹ کٔرِتھ ۔'
  ];

  static const List<String> konkaniStatements = [
    'एक वर्स रावतकीर, सवें डॅन आशिल्लो इन्स्ट्रक्टर मास्टर ही पदवी घेवपाक पात्र जाता.',
    'देखीक, तुमी म्हणूं येता, "शुक्रवार 4 ऑगस्टाक बेकायदेशीर बांदकाम म्हाका दिसलें आनी आयज सोमार 10 ऑगस्ट मेरेन तें चालू आसा.',
    'कुल्लूची वळख म्हटल्यार थंयचीं देंगणांतलीं उक्ती मळां आनी सैमरम्य देखाव्याच्यो हिमालयाच्यो पर्वतरांको.',
    'काउंटर पंच करपी चड करून फकत शारिरीक नदरेन न्हय तर मानसीक आनी भावनीक अर्थान आपल्या विरोधकाक पुरायपणान मात करपाचो यत्न करता.'
  ];

  static const List<String> maithiliStatements = [
    'ओ २०२० टोक्यो ओलिम्पिकमे भारतक लेल रजत पदक जितने छलाह।',
    'दिसम्बर मे, ओ जनवरी २००९ सँ कन्नड़मे राज्य सरकारक सभटा गाड़ीकेर वाहन पञ्जीकरण प्लेटक अनिवार्य प्रदर्शनक आह्वान कयलनि।',
    'हिन्दू आ जैन परम्परामे हुनक जीवनक विषयमे  अनेको लिखित आ मौखिक पारंपरिक विवरण विद्यमान अछि।',
    'समारोहक लेल सुरक्षा मे एनएसजी, सीआरपीएफ, आओर दिल्ली पुलिसक जवान के इस्तेमाल कएल गेल। ',
  ];

  static const List<String> malayalamStatements = [
    'നാഷണൽ അസോസിയേഷൻ ഓഫ് കൗണ്ടീസ് വെബ്സൈറ്റിൽ തിരഞ്ഞുകൊണ്ട് ശരിയായ ഓഫീസ് കണ്ടെത്തുക.',
    'അവരുടെ സുഹൃത്തുക്കളുടെ പ്രൊഫൈലുകളും നോക്കുക. പകരം വിവരങ്ങൾ അവിടെ ഉണ്ടായിരിക്കാം.',
    '2012ൽ, റിയാലിറ്റി ഷോ സർവൈവറിന്റെ സ്റ്റാർ പ്ലസിന്റെ ഇന്ത്യൻ പതിപ്പിൽ അവർ പങ്കെടുത്തു.',
    'ചണ്ഡീഗഡ് ഗതാഗത ഉദ്യമം നഗരത്തിലെ സെക്ടറുകൾ 17, 43 എന്നിവിടങ്ങളിലെ അന്തർ സംസ്ഥാന ബസ് ടെർമിനലുകളിൽ നിന്ന് പൊതുഗതാഗത ബസുകൾ പ്രവർത്തിപ്പിക്കുന്നു.'
  ];

  static const List<String> manipuriStatements = [
    'ꯃꯍꯧꯁꯥꯅ ꯄꯛ ꯑꯃꯒꯤ ꯃꯍꯨꯠꯇ ꯕꯣꯜ ꯑꯃ ꯁꯤꯖꯤꯟꯅꯩ, ꯑꯃꯁꯨꯡ ꯉꯥꯛꯊꯣꯛꯅꯕ ꯈꯨꯠꯂꯥꯏꯁꯤꯡ ꯃꯍꯧꯁꯥꯅ ꯁꯤꯖꯤꯟꯅꯗꯦ꯫',
    'ꯕ꯭ꯔꯤꯇꯤꯁ ꯑꯣꯐꯤꯁꯤꯑꯦꯜꯁꯤꯡꯅ ꯐꯨꯠ ꯳꯰꯰ ꯄꯥꯛꯄ ꯑꯃꯁꯨꯡ ꯐꯨꯠ ꯱꯰꯰ ꯋꯥꯡꯕ ꯏꯁꯤꯡꯆꯥꯏꯕꯤꯒꯤ ꯃꯤꯠꯌꯦꯡꯐꯝ ꯊꯝꯕ ꯗꯥꯛ ꯕꯪꯒꯂꯣ ꯑꯃ ꯁꯥꯈꯤ꯫',
    'ꯀꯔꯤꯒꯨꯝꯕ ꯅꯍꯥꯛꯅ ꯁꯦꯜꯒꯤ ꯃꯇꯥꯡꯗ ꯋꯥꯔꯤ ꯁꯥꯅꯔꯕꯁꯨ, "ꯅꯍꯥꯛꯀꯤ ꯀꯝꯄꯅꯤꯒꯤ ꯃꯃꯜ ꯀꯌꯥꯅꯣ?" ꯑꯁꯤꯒꯨꯝꯕ ꯋꯥꯍꯪꯁꯤꯡ ꯑꯁꯤ ꯁꯛꯇꯛꯄ ꯃꯇꯝꯗ ꯍꯪꯕꯁꯤ ꯃꯇꯥꯡ ꯆꯥꯗꯦ꯫',
    'ꯀꯔꯤꯒꯨꯝꯕ ꯅꯍꯥꯛꯅ ꯆꯠꯂꯤꯕꯗꯨ ꯌꯥꯝꯅ ꯇꯣꯏꯅ ꯆꯠꯄ ꯑꯣꯏꯗ꯭ꯔꯕꯗꯤ ꯂꯩꯒꯗꯕ ꯄꯣꯠꯁꯤꯡꯒꯤ ꯄꯔꯦꯡ ꯑꯃꯥ ꯁꯦꯝ ꯁꯥꯗꯨꯅ ꯂꯥꯛꯄꯅ ꯍꯦꯟꯅ ꯃꯔꯨꯑꯣꯏ꯫'
  ];

  static const List<String> nepaliStatements = [
    'सन् १९७४ देखि गुवाहाटी उच्च अदालतको सर्किट बेन्च  सिलाङमा कार्यरत छ।',
    'हुसैनले सन् २०१५ मा अङ्ग्रेजी, हिन्दी, बंगाली र उनको पहिलो तमिल तथा मराठी चलचित्रहरूमा रिलिज गरेका थिए।',
    'जुन २०१३ मा, धेरै दिनको अत्यधिक भारी वर्षाले यस क्षेत्रमा विनाशकारी बाढी निम्त्यायो, जसको परिणामस्वरूप ५००० भन्दा बढी मानिसहरू बेपत्ता भए र मरेको मानिए।',
    'मानिसहरूसँग कुरा गर्दा आफू ज्ञानी देखिनका निम्ति आफ्नो उद्योगका बारेमा अनलाइन समाचारहरू हेर्नुहोस्।'
  ];

  static const List<String> punjabiStatements = [
    'ਇਹ ਤੇਲਗੂ ਨਾਲ ਸਬੰਧਤ ਇੱਕ ਦ੍ਰਵਿੜ ਭਾਸ਼ਾ ਹੈ ,ਜੋ ਕਿ ਮੁੱਖ ਤੌਰਉੱਤੇ ਮਹਾਕੋਸ਼ਾਲ ਦੇ ਦੱਖਣੀ ਸਤਪੁੜਾ ਪਹਾੜੀ ਖੇਤਰਾਂ ਵਿੱਚ ਬੋਲੀ ਜਾਂਦੀ ਹੈI ਓਥੇ ਇਹ ਖੇਤਰੀ ਭਾਸ਼ਾਵਾਂ ਨਾਲ ਬੋਲੀ ਜਾਂਦੀ ਹੈ।',
    'ਵਿਸ਼ੇਸ਼ ਇੰਟਰਵਿਊ ਵੀ ਵਿਕੀਨਿਊਜ਼ ਉੱਤੇ ਲੇਖਾਂ ਦਾ ਇੱਕ ਹਿੱਸਾ ਬਣਦੇ ਹਨ।',
    'ਮੁਗਲ ਸਮਰਾਟ ਔਰੰਗਜ਼ੇਬ ਦੇ ਜ਼ੁਲਮ ਦਾ ਸਾਹਮਣਾ ਕਰਦੇ ਹੋਏ, ਇਨ੍ਹਾਂ ਕਾਰੀਗਰਾਂ ਨੇ 18ਵੀਂ ਸਦੀ ਦੇ ਅਖੀਰ ਵਿੱਚ ਮੁਰਸ਼ੀਦਾਬਾਦ ਦੇ ਰਸਤੇ ਪਟਨਾ ਵਿੱਚ ਪਨਾਹ ਲਈ।',
    'ਆਮ ਤੌਰਉੱਤੇ, ਤੁਸੀਂ ਜੋ ਰਿਕਾਰਡ ਚਾਹੁੰਦੇ ਹੋ ਅਤੇ ਉਹਨਾਂ ਕਾਰਨਾਂ ਬਾਰੇ ਜਿੰਨਾ ਸੰਭਵ ਹੋ ਸਕੇ ਖਾਸ ਬਣੋ।'
  ];

  static const List<String> sanskritStatements = [
    'गिल् इत्यस्य अन्तिमक्षणे एकः समीपवर्ती साक्षी एवम् असूचयत् यत् आरक्षकैः अधिकारिभिः सः गोलिका-काण्डे कवचरूपेण प्रयुक्तः तथा ते गिल्-इत्यस्य बाहुम् प्राहरन् इति अभिकथ्यते। ',
    'सर्वेषु विषमेषु अपि, लक्ष्मीः साहसं प्रदर्शयति यत्र अन्ये सर्वे असीदन्।',
    'पद्मश्रीः, पद्मभूषणं, तथा पद्मविभूषणं उपाधिना भूषिता तीजन् बाई पाण्डवाणी अस्याः सर्वाधिका लोकप्रिया नटी अस्ति।',
    'पश्चिमे केरळः, वायव्ये कर्णाटकः, उत्तरे आन्ध्रप्रदेशः च अस्य सीमान्तराज्यानि सन्ति।'
  ];

  static const List<String> santaliStatements = [
    'ᱵᱚᱢᱵᱮ ᱯᱷᱤᱡᱤᱠᱮᱞ ᱠᱟᱞᱪᱟᱨ ᱮᱥᱳᱥᱤᱭᱮᱥᱚᱱ ᱠᱚᱞᱮᱡᱽ ᱚᱯᱷ ᱯᱷᱤᱡᱤᱠᱮᱞ ᱮᱰᱩᱠᱮᱥᱚᱱ ( ᱵᱤ ᱯᱤ ᱥᱤ ᱮ ᱥᱤ ᱯᱚ ᱤ ) ᱾',
    'ᱱᱟᱦᱟᱜ ᱨᱮᱥᱤᱝ ᱱᱟᱹᱣᱠᱟᱹ ᱠᱚᱫᱚ , ᱠᱟᱨᱵᱚᱱ ᱯᱷᱟᱭᱵᱟᱨ ᱞᱮᱠᱟᱱᱟᱜ ᱢᱤᱫ ᱠᱟᱛᱮ ᱰᱟᱹᱰᱩ ᱠᱚ ᱛᱮᱭᱟᱨᱟ ᱡᱟᱦᱟᱸ ᱠᱷᱟᱛᱤᱨ ᱱᱚᱣᱟ ᱫᱚ ᱟᱹᱰᱤᱜᱮᱭ ᱨᱟᱣᱟᱞᱟ ᱾',
    'ᱟᱡ ᱵᱟᱵᱟ ᱤᱠᱟᱹ ᱠᱟᱛᱮ ᱢᱟᱨᱟᱝ ᱢᱚᱱᱛᱨᱤ ᱞᱮᱠᱟᱛᱮ ᱵᱟᱹᱦᱞᱤᱭᱮ ᱞᱟᱹᱜᱤᱫ ᱟᱡ ᱡᱟᱣᱟᱭ ᱨᱟᱹᱡᱤ ᱚᱪᱚ ᱞᱮᱫᱮᱭᱟᱭ ᱱᱩᱨᱡᱟᱦᱟᱱ ᱾',
    'ᱪᱚᱞᱚᱛ ᱪᱤᱛᱟᱹᱨ ᱫᱚ ᱥᱚᱨᱮᱥ ᱛᱮᱞᱮᱜᱩ ᱯᱟᱹᱨᱥᱤ ᱨᱮᱭᱟᱜ ᱪᱚᱞᱚᱛ ᱪᱤᱛᱟᱹᱨ ᱛᱟᱞᱢᱟ ᱨᱮ ᱡᱟᱹᱛᱤᱭᱟᱨᱤ ᱪᱚᱞᱚᱛ ᱪᱤᱛᱟᱹᱨ ᱥᱤᱨᱯᱟᱹ ᱟᱨ ᱥᱚᱨᱮᱥ ᱛᱮᱞᱮᱜᱩ ᱯᱟᱹᱨᱥᱤ ᱛᱮᱱᱟᱜ ᱪᱚᱞᱚᱛ ᱪᱤᱛᱟᱹᱨ ᱛᱟᱞᱢᱟ ᱨᱮ ᱯᱷᱤᱞᱢᱯᱷᱮᱭᱟᱨ ᱥᱤᱨᱯᱟᱹ ᱦᱟᱢᱮᱴ ᱟᱠᱟᱫᱟᱭ ᱾',
  ];

  static const List<String> tamilStatements = [
    'ஒரு பாண்டி ஸ்கேட்டில் ஐஸ் ஹாக்கி ஸ்கேட்டை விட நீண்ட பிளேடு உள்ளது, மேலும் "ரஷ்ய ஸ்கேட்" இன்னும் நீளமானது.',
    '2001 ஆம் ஆண்டில் பிரியமைனா நீகு என்ற திரைப்படத்தின் மூலம் தெலுங்கில் அறிமுகமானார், இது வணிக ரீதியாக வெற்றி பெற்றது.',
    'கராத்தே-டூ ஃபெடரேஷன்களின் உலக ஒன்றியம் (WUKF) வெவ்வேறு பாணிகள் மற்றும் கூட்டமைப்புகளை வழங்குகிறது, அவர்கள் சேரக்கூடிய ஒரு உலக அமைப்பு, அவற்றின் பாணி அல்லது அளவை சமரசம் செய்யாமல்.',
    'கூடைப்பந்து வேறுபாடுகள் பொதுவான கூடைப்பந்து திறன்கள் மற்றும் உபகரணங்களைப் பயன்படுத்தி கூடைப்பந்து விளையாட்டை அடிப்படையாகக் கொண்ட செயல்பாடுகளாகும்.'
  ];

  static const List<String> teleguStatements = [
    'పొలం పంటల్లో ముఖ్యంగా పప్పుధాన్యాలు, నూనెగింజలు మరియు కూరగాయలు పండిస్తారు, తరువాత రబీ సీజన్‌లో వరి సాగు చేస్తారు.',
    'శరత్‌కుమార్ రామనాథన్, 14 జూలై 1954న జన్మించిన , భారతీయ నటుడు, రాజకీయవేత్త, చిత్రనిర్మాత మరియు గాయకుడు.',
    'బంగారు దారాలను డబుల్ మరియు అత్యుత్తమ రకాల్లో ఒకటిగా ఉపయోగిస్తారు, చాలా దగ్గరగా అల్లిన ఉపరితలం అద్దంలా కనిపిస్తుంది.',
    'రణతంబోర్ నేషనల్ పార్క్ సవాయి మాధోపూర్ రైల్వే స్టేషన్ నుండి 7 కి.మీ. దూరంలో ఉంది.'
  ];

  static const List<String> urduStatements = [
    'شوروعات میں یوگیندرن 1998 میں راجہ کنتھیبن کی فلم موؤنمے کے ساتھ اداکاری میں اپنا ڈیبیو کرنے والے تھے، لیکن اس پروجیکٹ کو روک دیا گیا۔',
    'روبیڈو کے پاس ڈگریاں تھیں؛ پورٹلینڈ اسٹیٹ یونیورسٹی سے بشریات میں اور سانتا فے، نیو میکسیکو میں واقع انسٹی ٹیوٹ آف نیٹیو امریکن آرٹس سے آرٹس کی۔',
    'تاہم، کمپیوٹر چیس کا مجموعی معیار 1990 کی دہائی تک کم ہی تھا۔',
    'ننگے پاؤں چل رہی اور اپنے ہاتھوں میں جپ مالا (تسبیح) اور کُمنڈل (برتن) تھامے ہوئے دکھائی جانے والی وہ فرحت اور تسکین کی علامت ہے۔'
  ];

  static const List<String> bengaliStatements = [
    'ভগবান হনুমানকে সমস্ত ক্ষেত্রে সবচেয়ে শক্তিশালী সত্তা হিসেবে বিবেচনা করা হয়।',
    'মহাযাজক যিশুকে ধর্মনিন্দার জন্য দোষী সাব্যস্ত করেছিলেন এবং মহাসভা তার সঙ্গে একমত পোষণ করে তাঁকে মৃত্যুদণ্ড দিয়েছিল।',
    'হিন্দু আধ্যাত্মিক ত্রিনোক গুহাদের জীবন ও শিক্ষাকে স্মরণ করে এই দিনটিতে শ্রদ্ধা জানানো হয়। ',
    'সেলিব্রিটিদের সংবাদ কভারেজ কখনও কখনও কোনও অবিবাহিত বিখ্যাত ব্যক্তির উপবাস রাখার বিষয়টিকে তুলে ধরে কারণ এটি একটি শক্তিশালী এবং সম্ভবত স্থায়ী রোমান্টিক সংযুক্তির ইঙ্গিত দেয়।'
  ];

  static const List<String> odiaStatements = [
    'ସେ ଭାରତୀୟ ଇତିହାସରେ ଉଲ୍ଲେଖଯୋଗ୍ୟ ରାଜାମାନଙ୍କ ମଧ୍ୟରେ ଅନ୍ୟତମ ବୋଲି ବିବେଚିତ ହୁଅନ୍ତି।',
    'ତେଲୁଗୁ ସାହିତ୍ୟର ବିକାଶ ପୂର୍ବ ଚାଲୁକ୍ୟମାନଙ୍କ ଯୋଗୁଁ ସମ୍ଭବ ହୋଇପାରିଛି।',
    'ଚୋଳ ଶାସନ କାଳ ଏହାର ଭାସ୍କର୍ଯ୍ୟ ଏବଂ କାଂସ୍ୟ କଳା ପାଇଁ ମଧ୍ୟ ଉଲ୍ଲେଖନୀୟ ।',
    'ଏହାର ସର୍ବୋତ୍ତମ ଉଦାହରଣ ନଟରାଜଙ୍କ ଦିବ୍ୟ ନୃତ୍ୟକାର ରୂପରେ ଦେଖିବାକୁ ମିଳିଥାଏ ।'
  ];

}
